tests/cases/cycleResetFilled/constant/physicalProperties.air
FoamFile
{
    version 2.0;
    format ascii;
    class dictionary;
    location "constant";
    object physicalProperties.air;
}

thermoType
{
    type            heRhoThermo;
    mixture         pureMixture;
    transport       const;
    thermo          hConst;
    equationOfState perfectGas;
    specie          specie;
    energy          sensibleInternalEnergy;
}

mixture
{
    specie
    {
        molWeight   28.9;
    }

    thermodynamics
    {
        Cp          1007;
        hf          0;
    }

    transport
    {
        mu          1.84e-05;
        Pr          0.7;
    }
}
