tests/cases/cycleResetFilled/system/verifyScript
verify-cycle-reset-filled.py
